Repository: jansoganci/budgetmeter.ios
Catalog: budgetmeter.ios/Resources/UI.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, pt, tr, zh_hans

# backup.restore.success
source: Restore completed.
ar: اكتملت الاستعادة.
de: Wiederherstellung abgeschlossen.
es: Restauración completada.
fr: Restauration terminée.
it: Ripristino completato.
ja: 復元が完了しました。
pt: Restauração concluída.
tr: Geri yükleme tamamlandı.
zh_hans: 恢复完成。

# backup.section.title
source: Manual Backup & Restore
ar: النسخ الاحتياطي والاستعادة اليدويان
de: Manuelles Backup & Wiederherstellen
es: Copia de seguridad y restauración manual
fr: Sauvegarde et restauration manuelles
it: Backup e ripristino manuali
ja: 手動バックアップと復元
pt: Backup e restauração manuais
tr: Manuel Yedekleme ve Geri Yükleme
zh_hans: 手动备份和恢复

# backup.sign_in_required
source: Sign in to use manual backup & restore.
ar: سجّل الدخول لاستخدام النسخ الاحتياطي والاستعادة اليدويين.
de: Melden Sie sich an, um manuelles Backup & Wiederherstellen zu nutzen.
es: Inicia sesión para usar la copia de seguridad y restauración manual.
fr: Connectez-vous pour utiliser la sauvegarde et la restauration manuelles.
it: Accedi per usare backup e ripristino manuali.
ja: 手動バックアップと復元を使用するにはサインインしてください。
pt: Entre para usar backup e restauração manuais.
tr: Manuel yedekleme ve geri yükleme için giriş yapın.
zh_hans: 登录以使用手动备份和恢复。

# backup.success
source: Backup completed.
ar: اكتمل النسخ الاحتياطي.
de: Backup abgeschlossen.
es: Copia completada.
fr: Sauvegarde terminée.
it: Backup completato.
ja: バックアップが完了しました。
pt: Backup concluído.
tr: Yedekleme tamamlandı.
zh_hans: 备份完成。

# bill.autopay
source: AutoPay Enabled
ar: الدفع التلقائي مفعّل
de: Automatische Zahlung aktiviert
es: Pago Automático Habilitado
fr: Paiement Automatique Activé
it: Pagamento Automatico Abilitato
ja: 自動支払い有効
pt: Pagamento Automático Habilitado
tr: Otomatik Ödeme Etkin
zh_hans: 自动付款已启用

# bill.autopay_description
source: This bill is automatically paid
ar: يتم دفع هذه الفاتورة تلقائياً
de: Diese Rechnung wird automatisch bezahlt
es: Esta factura se paga automáticamente
fr: Cette facture est payée automatiquement
it: Questa bolletta viene pagata automaticamente
ja: この請求は自動的に支払われます
pt: Esta conta é paga automaticamente
tr: Bu fatura otomatik olarak ödenir
zh_hans: 此账单自动支付

# bill.delete
source: Delete Bill
ar: حذف الفاتورة
de: Rechnung löschen
es: Eliminar Factura
fr: Supprimer la Facture
it: Elimina Bolletta
ja: 請求を削除
pt: Excluir Conta
tr: Faturayı Sil
zh_hans: 删除账单

# bill.delete_confirm_message
source: This will permanently delete this bill. This action cannot be undone.
ar: سيؤدي هذا إلى حذف هذه الفاتورة بشكل دائم. لا يمكن التراجع عن هذا الإجراء.
de: Dies löscht diese Rechnung dauerhaft. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente esta factura. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement cette facture. Cette action ne peut pas être annulée.
it: Questo eliminerà permanentemente questa bolletta. Questa azione non può essere annullata.
ja: この請求を完全に削除します。この操作は元に戻せません。
pt: Isso excluirá permanentemente esta conta. Esta ação não pode ser desfeita.
tr: Bu, bu faturayı kalıcı olarak silecektir. Bu işlem geri alınamaz.
zh_hans: 这将永久删除此账单。此操作无法撤销。

# bill.delete_confirm_title
source: Delete Bill?
ar: حذف الفاتورة؟
de: Rechnung löschen?
es: ¿Eliminar Factura?
fr: Supprimer la Facture ?
it: Eliminare Bolletta?
ja: 請求を削除しますか？
pt: Excluir Conta?
tr: Faturayı Sil?
zh_hans: 删除账单？

# bill.due_date
source: Due Date *
ar: تاريخ الاستحقاق *
de: Fälligkeitsdatum *
es: Fecha de Vencimiento *
fr: Date d'Échéance *
it: Data di Scadenza *
ja: 支払期日 *
pt: Data de Vencimento *
tr: Vade Tarihi *
zh_hans: 到期日期 *

# bill.error.enter_name
source: Please enter a bill name
ar: يرجى إدخال اسم الفاتورة
de: Bitte geben Sie einen Rechnungsnamen ein
es: Por favor, ingrese un nombre de factura
fr: Veuillez entrer un nom de facture
it: Inserisci un nome bolletta
ja: 請求名を入力してください
pt: Por favor, insira um nome de conta
tr: Lütfen bir fatura adı girin
zh_hans: 请输入账单名称

# bill.error.failed_create
source: Failed to create bill
ar: فشل إنشاء الفاتورة
de: Rechnung konnte nicht erstellt werden
es: No se pudo crear la factura
fr: Échec de la création de la facture
it: Impossibile creare la bolletta
ja: 請求の作成に失敗しました
pt: Falha ao criar a conta
tr: Fatura oluşturulamadı
zh_hans: 创建账单失败

# bill.error.failed_delete
source: Failed to delete bill
ar: فشل حذف الفاتورة
de: Rechnung konnte nicht gelöscht werden
es: No se pudo eliminar la factura
fr: Échec de la suppression de la facture
it: Impossibile eliminare la bolletta
ja: 請求の削除に失敗しました
pt: Falha ao excluir a conta
tr: Fatura silinemedi
zh_hans: 删除账单失败

# bill.error.failed_update
source: Failed to update bill
ar: فشل تحديث الفاتورة
de: Rechnung konnte nicht aktualisiert werden
es: No se pudo actualizar la factura
fr: Échec de la mise à jour de la facture
it: Impossibile aggiornare la bolletta
ja: 請求の更新に失敗しました
pt: Falha ao atualizar a conta
tr: Fatura güncellenemedi
zh_hans: 更新账单失败

# bill.frequency
source: Frequency
ar: التكرار
de: Häufigkeit
es: Frecuencia
fr: Fréquence
it: Frequenza
ja: 頻度
pt: Frequência
tr: Sıklık
zh_hans: 频率

# bill.mark_paid
source: Mark as Paid
ar: وضع علامة مدفوع
de: Als bezahlt markieren
es: Marcar como Pagado
fr: Marquer comme Payé
it: Segna come Pagato
ja: 支払済みとしてマーク
pt: Marcar como Pago
tr: Ödendi Olarak İşaretle
zh_hans: 标记为已付款

# bill.mark_unpaid
source: Mark as Unpaid
ar: وضع علامة غير مدفوع
de: Als unbezahlt markieren
es: Marcar como No Pagado
fr: Marquer comme Non Payé
it: Segna come Non Pagato
ja: 未払いとしてマーク
pt: Marcar como Não Pago
tr: Ödenmedi Olarak İşaretle
zh_hans: 标记为未付款

source: Bill Name *
ar: اسم الفاتورة *
de: Rechnungsname *
es: Nombre de la Factura *
fr: Nom de la Facture *
it: Nome Bolletta *
ja: 請求名 *
pt: Nome da Conta *
tr: Fatura Adı *
zh_hans: 账单名称 *

# bill.name_placeholder
source: Electric Bill, Rent, etc.
ar: فاتورة الكهرباء، الإيجار، إلخ
de: Stromrechnung, Miete, usw.
es: Factura de Electricidad, Alquiler, etc.
fr: Facture d'Électricité, Loyer, etc.
it: Bolletta Elettrica, Affitto, ecc.
ja: 電気代、家賃など
pt: Conta de Luz, Aluguel, etc.
tr: Elektrik Faturası, Kira, vb.
zh_hans: 电费、租金等

# bill.recurring
source: Recurring Bill
ar: فاتورة متكررة
de: Wiederkehrende Rechnung
es: Factura Recurrente
fr: Facture Récurrente
it: Bolletta Ricorrente
ja: 定期請求
pt: Conta Recorrente
tr: Tekrarlayan Fatura
zh_hans: 定期账单

# bill.recurring_description
source: Automatically create next bill when paid
ar: إنشاء الفاتورة التالية تلقائياً عند الدفع
de: Erstellen Sie automatisch die nächste Rechnung bei Zahlung
es: Crear automáticamente la siguiente factura al pagar
fr: Créer automatiquement la prochaine facture lors du paiement
it: Crea automaticamente la prossima bolletta al pagamento
ja: 支払い時に次の請求を自動的に作成
pt: Criar automaticamente a próxima conta ao pagar
tr: Ödendiğinde bir sonraki faturayı otomatik oluştur
zh_hans: 付款时自动创建下一张账单

# bill.remind_me
source: Remind me
ar: ذكرني
de: Erinnern Sie mich
es: Recordarme
fr: Me rappeler
it: Ricordami
ja: リマインダー
pt: Lembrar-me
tr: Hatırlat
zh_hans: 提醒我

# bill.reminder.one_day
source: 1 day before
ar: قبل يوم واحد
de: 1 Tag zuvor
es: 1 día antes
fr: 1 jour avant
it: 1 giorno prima
ja: 1日前
pt: 1 dia antes
tr: 1 gün önce
zh_hans: 1天前

# bill.reminder.seven_days
source: 7 days before
ar: قبل 7 أيام
de: 7 Tage zuvor
es: 7 días antes
fr: 7 jours avant
it: 7 giorni prima
ja: 7日前
pt: 7 dias antes
tr: 7 gün önce
zh_hans: 7天前

# bill.reminder.three_days
source: 3 days before
ar: قبل 3 أيام
de: 3 Tage zuvor
es: 3 días antes
fr: 3 jours avant
it: 3 giorni prima
ja: 3日前
pt: 3 dias antes
tr: 3 gün önce
zh_hans: 3天前

# bill.title.add
source: Add Bill
ar: إضافة فاتورة
de: Rechnung hinzufügen
es: Agregar Factura
fr: Ajouter une Facture
it: Aggiungi Bolletta
ja: 請求を追加
pt: Adicionar Conta
tr: Fatura Ekle
zh_hans: 添加账单

# bill.title.edit
source: Edit Bill
ar: تعديل الفاتورة
de: Rechnung bearbeiten
es: Editar Factura
fr: Modifier la Facture
it: Modifica Bolletta
ja: 請求を編集
pt: Editar Conta
tr: Faturayı Düzenle
zh_hans: 编辑账单

# bills.action.delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
pt: Excluir
tr: Sil
zh_hans: 删除

# bills.action.mark_paid
source: Paid
ar: مدفوع
de: Bezahlt
es: Pagado
fr: Payé
it: Pagato
ja: 支払済み
pt: Pago
tr: Ödendi
zh_hans: 已付

# bills.action.mark_unpaid
source: Unpaid
ar: غير مدفوع
de: Unbezahlt
es: Sin pagar
fr: Impayé
it: Non pagato
ja: 未払い
pt: Não pago
tr: Ödenmedi
zh_hans: 未付

# bills.autopay
source: AutoPay
ar: دفع تلقائي
es: Pago automático
fr: Paiement auto
it: Pagamento auto
ja: 自動支払い
pt: Pagamento automático
tr: Otomatik Ödeme
zh_hans: 自动付款

# bills.due_date.due
source: Due %@
ar: مستحق %@
de: Fällig %@
es: Vence %@
fr: Dû %@
it: Scade %@
ja: 期限 %@
pt: Vence %@
tr: Vade %@
zh_hans: 到期 %@

# bills.due_date.in_days
source: Due in %d days
ar: مستحق خلال %d أيام
de: Fällig in %d Tagen
es: Vence en %d días
fr: Dû dans %d jours
it: Scade tra %d giorni
ja: %d日後に期限
pt: Vence em %d dias
tr: %d gün içinde vade
zh_hans: %d天后到期

# bills.due_date.overdue
source: %d days overdue
ar: %d يوم متأخر
de: %d Tage überfällig
es: %d días vencido
fr: %d jours en retard
it: %d giorni scaduto
ja: %d日間期限切れ
pt: %d dias vencido
tr: %d gün gecikmiş
zh_hans: %d天逾期

# bills.due_date.paid
source: Paid %@
ar: تم الدفع %@
de: Bezahlt %@
es: Pagado %@
fr: Payé %@
it: Pagato %@
ja: 支払済み %@
pt: Pago %@
tr: Ödendi %@
zh_hans: 已支付 %@

# bills.due_date.today
source: Due today
ar: مستحق اليوم
de: Heute fällig
es: Vence hoy
fr: Dû aujourd'hui
it: Scade oggi
ja: 今日期限
pt: Vence hoje
tr: Bugün vade
zh_hans: 今日到期

# bills.due_date.tomorrow
source: Due tomorrow
ar: مستحق غداً
de: Morgen fällig
es: Vence mañana
fr: Dû demain
it: Scade domani
ja: 明日期限
pt: Vence amanhã
tr: Yarın vade
zh_hans: 明日到期

# bills.empty.subtitle
source: Tap + to add your first bill
ar: اضغط + لإضافة أول فاتورة
de: Tippen Sie auf +, um Ihre erste Rechnung hinzuzufügen
es: Toca + para añadir tu primera factura
fr: Appuyez sur + pour ajouter votre première facture
it: Tocca + per aggiungere la tua prima bolletta
ja: ＋をタップして最初の請求書を追加
pt: Toque em + para adicionar sua primeira conta
tr: İlk faturanızı eklemek için + simgesine dokunun
zh_hans: 点击 + 添加您的第一笔账单

# bills.empty.title
source: No Bills Yet
ar: لا توجد فواتير بعد
de: Noch keine Rechnungen
es: Aún no hay facturas
fr: Pas encore de factures
it: Nessuna bolletta ancora
ja: 請求書はまだありません
pt: Nenhuma conta ainda
tr: Henüz Fatura Yok
zh_hans: 暂无账单

# bills.filter
source: Show:
ar: عرض:
de: Anzeigen:
es: Mostrar:
fr: Afficher :
it: Mostra:
ja: 表示:
pt: Mostrar:
tr: Göster:
zh_hans: 显示：

# bills.filter.all
source: All
ar: الكل
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: すべて
pt: Todos
tr: Tümü
zh_hans: 全部

# bills.filter.paid
source: Paid
ar: مدفوع
de: Bezahlt
es: Pagado
fr: Payé
it: Pagato
ja: 支払済み
pt: Pago
tr: Ödendi
zh_hans: 已支付

# bills.filter.unpaid
source: Unpaid
ar: غير مدفوع
de: Unbezahlt
es: Sin pagar
fr: Impayé
it: Non pagato
ja: 未払い
pt: Não pago
tr: Ödenmedi
zh_hans: 未支付

# bills.frequency.one_time
source: One-time
ar: مرة واحدة
de: Einmalig
es: Única vez
fr: Unique
it: Una tantum
ja: 一回限り
pt: Única vez
tr: Tek seferlik
zh_hans: 一次性

# bills.sort_by
source: Sort by:
ar: ترتيب حسب:
de: Sortieren nach:
es: Ordenar por:
fr: Trier par :
it: Ordina per:
ja: 並べ替え:
pt: Ordenar por:
tr: Sırala:
zh_hans: 排序：

# bills.sort.amount
source: Amount
ar: المبلغ
de: Betrag
es: Cantidad
fr: Montant
it: Importo
ja: 金額
pt: Valor
tr: Tutar
zh_hans: 金额

# bills.sort.due_date
source: Due Date
ar: تاريخ الاستحقاق
de: Fälligkeitsdatum
es: Fecha de vencimiento
fr: Date d'échéance
it: Data di scadenza
ja: 支払期日
pt: Data de vencimento
tr: Vade Tarihi
zh_hans: 到期日期

# bills.sort.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
ja: 名前
pt: Nome
tr: İsim
zh_hans: 名称

# bills.status.paid
source: ✓ Paid
ar: ✓ مدفوع
de: ✓ Bezahlt
es: ✓ Pagado
fr: ✓ Payé
it: ✓ Pagato
ja: ✓ 支払済み
pt: ✓ Pago
tr: ✓ Ödendi
zh_hans: ✓ 已付

# bills.summary.all_bills
source: All Bills
ar: جميع الفواتير
de: Alle Rechnungen
es: Todas las facturas
fr: Toutes les factures
it: Tutte le bollette
ja: すべての請求書
pt: Todas as contas
tr: Tüm Faturalar
zh_hans: 所有账单

# bills.summary.due
source: due
ar: مستحق
de: fällig
es: pendiente
fr: dû
it: dovuto
ja: 未払い
pt: devido
tr: ödenmesi gereken
zh_hans: 待付

# bills.summary.due_soon
source: Due Soon (Next 7 days)
ar: قريباً (الـ 7 أيام القادمة)
de: Bald fällig (Nächste 7 Tage)
es: Próximos (Próximos 7 días)
fr: Bientôt dû (7 prochains jours)
it: In scadenza (Prossimi 7 giorni)
ja: 間もなく期限 (次の7日間)
pt: Em breve (Próximos 7 dias)
tr: Yakında (Sonraki 7 gün)
zh_hans: 即将到期 (未来7天)

# bills.summary.overdue
source: Overdue (%d)
ar: متأخر (%d)
de: Überfällig (%d)
es: Vencido (%d)
fr: En retard (%d)
it: Scaduto (%d)
ja: 期限切れ (%d)
pt: Vencido (%d)
tr: Gecikmiş (%d)
zh_hans: 逾期 (%d)

# bills.summary.paid_amount
source: %@ paid
ar: %@ مدفوع
de: %@ bezahlt
es: %@ pagado
fr: %@ payé
it: %@ pagato
ja: %@ 支払済み
pt: %@ pago
tr: %@ ödendi
zh_hans: 已付 %@

# bills.summary.paid_count
source: %d paid
ar: %d مدفوع
de: %d bezahlt
es: %d pagados
fr: %d payés
it: %d pagati
ja: %d 支払済み
pt: %d pagos
tr: %d ödendi
zh_hans: %d 已付

# bills.summary.title
source: This Month
ar: هذا الشهر
de: Diesen Monat
es: Este mes
fr: Ce mois
it: Questo mese
ja: 今月
pt: Este mês
tr: Bu Ay
zh_hans: 本月

# bills.summary.total
source: %d total
ar: %d إجمالي
de: %d gesamt
es: %d en total
fr: %d au total
it: %d totale
ja: 合計 %d
pt: %d no total
tr: toplam %d
zh_hans: 共 %d 项

# bills.summary.unpaid_count
source: %d unpaid
ar: %d غير مدفوع
de: %d unbezahlt
es: %d sin pagar
fr: %d impayés
it: %d non pagati
ja: %d 未払い
pt: %d não pagos
tr: %d ödenmedi
zh_hans: %d 未付

# bills.title
source: Bills
ar: الفواتير
de: Rechnungen
es: Facturas
fr: Factures
it: Bollette
ja: 請求書
pt: Contas
tr: Faturalar
zh_hans: 账单

# bills.unknown
source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
pt: Desconhecido
tr: Bilinmiyor
zh_hans: 未知

# biometric.auth.reason
source: Authenticate to access your financial data
ar: قم بالمصادقة للوصول إلى بياناتك المالية
de: Authentifizieren Sie sich, um auf Ihre Finanzdaten zuzugreifen
es: Autentícate para acceder a tus datos financieros
fr: Authentifiez-vous pour accéder à vos données financières
it: Autenticati per accedere ai tuoi dati finanziari
ja: 財務データにアクセスするには認証が必要です
pt: Autentique-se para acessar seus dados financeiros
tr: Finansal verilerinize erişmek için kimlik doğrulayın
zh_hans: 请验证身份以访问您的财务数据

# biometric.enable.reason
source: Enable biometric authentication to secure your financial data
ar: فعّل المصادقة البيومترية لحماية بياناتك المالية
de: Aktivieren Sie die biometrische Authentifizierung, um Ihre Finanzdaten zu schützen
es: Activa la autenticación biométrica para proteger tus datos financieros
fr: Activez l'authentification biométrique pour sécuriser vos données financières
it: Abilita l'autenticazione biometrica per proteggere i tuoi dati finanziari
ja: 生体認証を有効にして財務データを保護しましょう
pt: Ative a autenticação biométrica para proteger seus dados financeiros
tr: Finansal verilerinizi korumak için biyometrik kimlik doğrulamayı etkinleştirin
zh_hans: 启用生物识别认证以保护您的财务数据

# biometric.error.auth_failed
source: Authentication failed
ar: فشلت المصادقة
de: Authentifizierung fehlgeschlagen
es: Autenticación fallida
fr: Échec de l'authentification
it: Autenticazione fallita
ja: 認証に失敗しました
pt: Falha na autenticação
tr: Kimlik doğrulama başarısız
zh_hans: 认证失败

# biometric.error.auth_failed_retry
source: Authentication failed. Please try again
ar: فشلت المصادقة. يرجى المحاولة مرة أخرى
de: Authentifizierung fehlgeschlagen. Bitte versuchen Sie es erneut
es: Autenticación fallida. Por favor, inténtalo de nuevo
fr: Échec de l'authentification. Veuillez réessayer
it: Autenticazione fallita. Per favore riprova
ja: 認証に失敗しました。もう一度お試しください
pt: Falha na autenticação. Por favor, tente novamente
tr: Kimlik doğrulama başarısız. Lütfen tekrar deneyin
zh_hans: 认证失败。请重试

# biometric.error.locked_out
source: Biometric authentication is locked out. Please use your passcode
ar: المصادقة البيومترية مقفلة. يرجى استخدام رمز المرور
de: Biometrische Authentifizierung gesperrt. Bitte verwenden Sie Ihren Passcode
es: Autenticación biométrica bloqueada. Usa tu código de acceso
fr: Authentification biométrique verrouillée. Veuillez utiliser votre code
it: Autenticazione biometrica bloccata. Usa il tuo codice di accesso
ja: 生体認証がロックされています。パスコードを使用してください
pt: Autenticação biométrica bloqueada. Use sua senha
tr: Biyometrik kimlik doğrulama kilitlendi. Lütfen parolanızı kullanın
zh_hans: 生物识别认证已锁定。请使用密码

# biometric.error.not_available
source: Biometric authentication is not available
ar: المصادقة البيومترية غير متاحة
de: Biometrische Authentifizierung nicht verfügbar
es: La autenticación biométrica no está disponible
fr: L'authentification biométrique n'est pas disponible
it: L'autenticazione biometrica non è disponibile
ja: 生体認証を利用できません
pt: A autenticação biométrica não está disponível
tr: Biyometrik kimlik doğrulama kullanılamıyor
zh_hans: 生物识别认证不可用

# biometric.error.not_available_device
source: Biometric authentication is not available on this device
ar: المصادقة البيومترية غير متاحة على هذا الجهاز
de: Biometrische Authentifizierung ist auf diesem Gerät nicht verfügbar
es: La autenticación biométrica no está disponible en este dispositivo
fr: L'authentification biométrique n'est pas disponible sur cet appareil
it: L'autenticazione biometrica non è disponibile su questo dispositivo
ja: このデバイスでは生体認証を利用できません
pt: A autenticação biométrica não está disponível neste dispositivo
tr: Biyometrik kimlik doğrulama bu cihazda kullanılamıyor
zh_hans: 此设备不支持生物识别认证

# biometric.error.not_enabled
source: Biometric authentication is not enabled
ar: المصادقة البيومترية غير مفعّلة
de: Biometrische Authentifizierung ist nicht aktiviert
es: La autenticación biométrica no está activada
fr: L'authentification biométrique n'est pas activée
it: L'autenticazione biometrica non è abilitata
ja: 生体認証が有効になっていません
pt: A autenticação biométrica não está ativada
tr: Biyometrik kimlik doğrulama etkin değil
zh_hans: 生物识别认证未启用

# biometric.error.not_enrolled
source: No biometric data is enrolled. Please set up Face ID or Touch ID in Settings
ar: لا توجد بيانات بيومترية مسجلة. يرجى إعداد Face ID أو Touch ID في الإعدادات
de: Keine biometrischen Daten registriert. Bitte richten Sie Face ID oder Touch ID in den Einstellungen ein
es: No hay datos biométricos registrados. Configura Face ID o Touch ID en Ajustes
fr: Aucune donnée biométrique enregistrée. Veuillez configurer Face ID ou Touch ID dans Réglages
it: Nessun dato biometrico registrato. Configura Face ID o Touch ID nelle Impostazioni
ja: 生体認証データが登録されていません。設定でFace IDまたはTouch IDを設定してください
pt: Nenhum dado biométrico registrado. Configure Face ID ou Touch ID em Ajustes
tr: Kayıtlı biyometrik veri yok. Ayarlar'dan Face ID veya Touch ID kurun
zh_hans: 未注册生物识别数据。请在设置中配置 Face ID 或 Touch ID

# biometric.error.passcode_not_set
source: Passcode is not set. Please set up a passcode in Settings
ar: رمز المرور غير مضبوط. يرجى إعداد رمز مرور في الإعدادات
de: Passcode nicht eingerichtet. Bitte richten Sie einen Passcode in den Einstellungen ein
es: No hay código de acceso configurado. Configúralo en Ajustes
fr: Code non configuré. Veuillez configurer un code dans Réglages
it: Codice di accesso non impostato. Configuralo nelle Impostazioni
ja: パスコードが設定されていません。設定でパスコードを設定してください
pt: Senha não configurada. Configure uma senha em Ajustes
tr: Parola ayarlanmamış. Ayarlar'dan bir parola belirleyin
zh_hans: 未设置密码。请在设置中配置密码

# biometric.error.system_cancel
source: Authentication was cancelled by the system
ar: ألغى النظام المصادقة
de: Authentifizierung vom System abgebrochen
es: El sistema canceló la autenticación
fr: Authentification annulée par le système
it: Autenticazione annullata dal sistema
ja: システムが認証をキャンセルしました
pt: Autenticação cancelada pelo sistema
tr: Kimlik doğrulama sistem tarafından iptal edildi
zh_hans: 系统取消了认证

# biometric.error.user_cancel
source: Authentication was cancelled by the user
ar: ألغى المستخدم المصادقة
de: Authentifizierung vom Benutzer abgebrochen
es: El usuario canceló la autenticación
fr: Authentification annulée par l'utilisateur
it: Autenticazione annullata dall'utente
ja: ユーザーが認証をキャンセルしました
pt: Autenticação cancelada pelo usuário
tr: Kimlik doğrulama kullanıcı tarafından iptal edildi
zh_hans: 用户取消了认证

# biometric.type.none
source: None
ar: لا شيء
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
pt: Nenhum
tr: Yok
zh_hans: 无

# category_picker.nav_title
source: Select Category
ar: اختر الفئة
de: Kategorie auswählen
es: Seleccionar categoría
fr: Sélectionner une catégorie
it: Seleziona categoria
ja: カテゴリを選択
pt: Selecionar categoria
tr: Kategori Seç
zh_hans: 选择类别

# category.input.label
source: Amount input for %@
ar: إدخال المبلغ لـ %@
de: Betragseingabe für %@
es: Entrada de cantidad para %@
fr: Saisie du montant pour %@
it: Inserimento importo per %@
ja: %@の金額入力
pt: Entrada de valor para %@
tr: %@ için tutar girişi
zh_hans: %@的金额输入

# category.input.value.empty
source: No amount entered
ar: لم يتم إدخال مبلغ
de: Kein Betrag eingegeben
es: No se ingresó cantidad
fr: Aucun montant saisi
it: Nessun importo inserito
ja: 金額が入力されていません
pt: Nenhum valor inserido
tr: Tutar girilmedi
zh_hans: 未输入金额

# category.modal.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
pt: Cancelar
tr: İptal
zh_hans: 取消

# category.modal.choose_color
source: Choose Color
ar: اختر اللون
de: Farbe auswählen
es: Elegir Color
fr: Choisir une Couleur
it: Scegli Colore
ja: 色を選択
pt: Escolher Cor
tr: Renk Seç
zh_hans: 选择颜色

# category.modal.choose_icon
source: Choose Icon
ar: اختر الأيقونة
de: Symbol auswählen
es: Elegir Icono
fr: Choisir une Icône
it: Scegli Icona
ja: アイコンを選択
pt: Escolher Ícone
tr: İkon Seç
zh_hans: 选择图标

# category.modal.create_error
source: Failed to create category
ar: فشل إنشاء الفئة
de: Kategorie konnte nicht erstellt werden
es: No se pudo crear la categoría
fr: Échec de la création de la catégorie
it: Impossibile creare la categoria
ja: カテゴリの作成に失敗しました
pt: Falha ao criar a categoria
tr: Kategori oluşturulamadı
zh_hans: 创建类别失败

# category.modal.details_header
source: Category Details
ar: تفاصيل الفئة
de: Kategoriedetails
es: Detalles de la Categoría
fr: Détails de la Catégorie
it: Dettagli Categoria
ja: カテゴリの詳細
pt: Detalhes da Categoria
tr: Kategori Detayları
zh_hans: 类别详情

# category.modal.invalid_title
source: Invalid Category
ar: فئة غير صالحة
de: Ungültige Kategorie
es: Categoría Inválida
fr: Catégorie Invalide
it: Categoria Non Valida
ja: 無効なカテゴリ
pt: Categoria Inválida
tr: Geçersiz Kategori
zh_hans: 无效类别

# category.modal.name_placeholder
source: Category Name
ar: اسم الفئة
de: Kategoriename
es: Nombre de la Categoría
fr: Nom de la Catégorie
it: Nome Categoria
ja: カテゴリ名
pt: Nome da Categoria
tr: Kategori Adı
zh_hans: 类别名称

# category.modal.premium
source: Premium
ar: مميز
ja: プレミアム
zh_hans: 高级版

# category.modal.preview
source: Preview
ar: معاينة
de: Vorschau
es: Vista Previa
fr: Aperçu
it: Anteprima
ja: プレビュー
pt: Visualização
tr: Önizleme
zh_hans: 预览

# category.modal.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
pt: Salvar
tr: Kaydet
zh_hans: 保存

# category.modal.save_error
source: Failed to save category. Please try again.
ar: فشل حفظ الفئة. يرجى المحاولة مرة أخرى.
de: Kategorie konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es: No se pudo guardar la categoría. Por favor, inténtalo de nuevo.
fr: Échec de l'enregistrement de la catégorie. Veuillez réessayer.
it: Impossibile salvare la categoria. Riprova.
ja: カテゴリの保存に失敗しました。もう一度お試しください。
pt: Falha ao salvar a categoria. Por favor, tente novamente.
tr: Kategori kaydedilemedi. Lütfen tekrar deneyin.
zh_hans: 保存类别失败。请重试。
